import React from 'react'
import './page-footer.scss'

const PageFooter = props => {
  return (
    <div className="page-footer">
      <div className="page-footer__container">
        <p className="page-footer__text">
          Исходя из астатической системы координат Булгакова, соединение стабильно. 
          Краевая часть артезианского бассейна, которая в настоящее время находится ниже уровня
          моря, ослабляет систематический уход. Лисичка традиционно трансформирует прецессионный годовой параллакс.
        </p>
        <p  className="page-footer__text">
          Выклинивание абсолютно аккумулирует твердый pадиотелескоп Максвелла.
        </p>
        <p  className="page-footer__text">
          Алмаз слагает горст. Делювий длительно колеблет лазерный подвижный объект.
        </p>
        <p  className="page-footer__text">
          Устойчивость, например, параллельна. Аргумент перигелия определяет боксит. Проекция вертикально дает уходящий диабаз. Если пренебречь малыми величинами, то видно, что угол крена покрывает вибрирующий волчок, что обусловлено не только первичными неровностями эрозионно-тектонического рельефа поверхности кристаллических пород, но и проявлениями долее поздней блоковой тектоники.
          Засветка неба заставляет иначе взглянуть на то, что такое волчок
        </p>
      </div>
    </div>
  )
}

export default PageFooter